Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/davviriikkalas_samekonvensuvdna_fi/index.php_option=com_docman_task=doc_download_gid=1412_itemid=10.pdf.tmx
Source language: sms
Languages: fin

source: PåŠrddǩeŠrjj
fin: Pöytäkirja

source: SääŠmaaŠšši vaŠstteei ministeerji da presideenti sååbbar Tukholmast skammʼmannu 22. peeiŠv 2010
fin: Saamelaisasioista vastaavien ministereiden ja saamelaiskäräjien presidenttien kokous Tukholmassa 22 p. marraskuuta 2010

source: TâŠvvjânnamlaž sääŠm ǩiõllcistt – Gollegiella
fin: Pohjoismainen saamelainen kielipalkinto – Gollegiella

source: Ministeer da sääŠmteeŠǧǧ ministeer preŠmme õõutmiõllsânji tâŠvvjânnamlaž sääŠm ǩiõllcistt - – Gollegiella – šiettŠteemm-muttõõzz, kååŠtt lij påŠrddǩeeŠrj õhttõssân.
fin: Ministerit ja saamelaiskäräjien presidentit hyväksyvät yksimielisesti pohjoismaisen saamelaisen kielipalkinnon – Gollegiella – sääntömuutoksen, joka on tämän pöytäkirjan liitteenä.

source: Tuõđât, što še jeeŠrab nõõmtum ǩiõllciist ärvvtõõllâmluŠvddkåŠdd lij õõutmiõllsânji nõõmtam eeŠjj 2010 ciistvuäǯǯjid da lij kuâđđam ǩeŠrjjlaž vuâđđummuužž.
fin: Todetaan, että myös erikseen nimitetty kielipalkinnon arviointilautakunta on yksimielisesti nimennyt vuoden 2010 palkinnonsaajat ja on jättänyt kirjallisen perustelun.

source: Ciist vuäǯǯai liâ Máret Sárá da Lajla Mattsson Magga.
fin: Palkinnon saajat ovat Máret Sárá ja Lajla Mattsson Magga.

source: SääŠmaaŠšši tâŠvvjânnamlaž veŠrǧǧorgaan raaukât valmštõõllâd eeŠjj 2010 ciist juâkkmõõžž.
fin: Saamelaisasioiden pohjoismaista virkamieselintä pyydetään valmistelemaan vuoden 2012 palkinnon jakamista.

source: TâŠvvjânnamlaž sääŠmsuåppmõš – juätkktuõjjstõõllmõš
fin: Pohjoismainen saamelaissopimus – jatkotyöskentely

source: Såbbrstes skammʼmannu 12. peeiŠv 2008 ministeer da sääŠmteeŠǧǧ presideent leŠjje õõutmiõllsa tõŠst, što jueŠtǩet tâŠvvjânnamlaž sääŠmsuåppmõõžž kuõskki tuâjj.
fin: Kokouksessaan 12 p. marraskuuta 2008 ministerit ja saamelaiskäräjien presidentit olivat yksimielisiä siitä että jatketaan pohjoismaista saamelaissopimusta koskeva työ.

source: RauŠǩǩeš sääŠmaaŠšši tâŠvvjânnamlaž veŠrǧǧorgaan raajjâd eŠtǩǩõs tõŠst mäŠhtt puõŠtti ainsmâŠttem saaǥǥstõõllmõõžž vueiŠtet čõõđted.
fin: Pyydettiin saamelaisasioiden pohjoismaista virkamieselintä laatimaan ehdotus siitä miten mahdolliset neuvottelut voidaan toteuttaa.

source: Tät tuâjj lij ååŠn vaalmâš da saaǥǥstõõllâmmõõntõõllmõš käunnai õhttõõzzâst.
fin: Tämä työ on nyt valmistunut ja neuvottelumenettely löytyy liitteestä.

source: SääŠmministeer da sääŠmteeŠǧǧ presideent liâ seämma miõlâst tõŠst, što puõŠtti proseezz âlgg čuâvvad ǩeeŠrjtum saaǥǥvuâlaž-mõõntõllumeŠtǩǩõõzz.
fin: Saamelaisministerit ja saamelaiskäräjien presidentit ovat yhtä mieltä siitä että tulevan prosessin tulee seurata oheistettu neuvottelumenettelyehdotus.

source: Tukholmast skammʼmannu 22 peeiŠv 2010
fin: Tukholmassa 22 p. marraskuuta 2010
